Repository: common-repository/last-video-youtube
Catalog: languages/messages-*.po
Languages: es_es

source: Last Video Youtube
es_es: Último video Youtube

# Widget con el ultimo video de un canal de youtube
source: Widget with the latest video from youtube channel
es_es: Widget con el ultimo video de un canal de youtube

# ultimo_video_titulo
source: Last Video Youtube
es_es: &Uacute;ltimo video Youtube

source: No video
es_es: No hay video

# canal_sin_configurar
source: Configure channel first
es_es: Canal sin configurar

# id_del_canal
source: Channel ID
es_es: ID del canal

# gslv_ancho
source: Width
es_es: Ancho

# gslv_tipounidad
source: Unit type
es_es: Tipo de unidad

# id_video_portada
source: ID video dashboard
es_es: ID video portada

# id_video_portada_legend
source: Override last video channel(empty to ignore)
es_es: Sobreescribe el último video del canal (vacío para ignorar)

# titulo
source: Widget's Title
es_es: Titulo

# gslv_obligatorio
source: Required
es_es: Obligatorio

# gslv_override
source: Override
es_es: Sobreescribe
